Repository: common-repository/mage-reviews
Catalog: lang/mage-reviews-*.po
Languages: de_de, es_es

source: Mage Reviews
es_es: Reseñas Mage

source: Current Version
de_de: Aktuelle Version
es_es: Versión actual

source: Features in Future Updates:
de_de: Features in Zukünftige Updates:
es_es: Características en futuras actualizaciones:

source: Additional BuddyPress & Member Features
es_es: Características adicionales BuddyPress y Miembro

source: Mutli Criteria Rating Options
es_es: Opciones de clasificación Multi Criterio

source: Custom Review Form Design & Display
es_es: Diseño & Visualización Formulario personalizado de Reseña

source: Comment Rating Admin Features
es_es: Características Administrador Clasificación de Comentarios

source: and Much More
de_de: und Viel Mehr
es_es: Y Mucho Más

source: Save Options
de_de: Einstellungen Speichern
es_es: Guardar opciones

source: Options Saved
de_de: Optionen Gespeichert
es_es: Opciones guardadas

source: Ratings
de_de: Bewertungen
es_es: Calificaciones

source: Settings
de_de: Einstellungen
es_es: Configuración

source: Attach to Post Types
de_de: An Inhaltstypen Ranhängen
es_es: Adjuntar a Tipos de Publicación

source: Choose the post types with the comment form to add the rating option to.
de_de: Wähle die Inhaltstypen an der Sie Bewertung Optionen hinzufügen möchten.
es_es: Elegir los tipos de publicación con el formulario de comentarios para agregar la opción de calificación.

source: Rating Average
de_de: Durchschnitt Bewertung
es_es: Calificación promedio

source: Choose to display the Rating average above or below the post, or to keep it hidden.
de_de: Wähle wo Sie die Durschnitt Bewertung anzeigen möchten, oder ob sie versteckt sein soll.
es_es: Elegir mostrar el promedio de puntuaciones por encima o por debajo de la publicación, o para mantenerlo oculto.

source: Hidden
de_de: Versteckt
es_es: Oculto

source: Top
de_de: Oben
es_es: Superior

source: Bottom
de_de: Unten
es_es: Inferior

source: Author Rating
de_de: Autoren Bewertungen
es_es: Calificación del Autor

source: Display an Authors Rating above or below comment text, or not at all.
de_de: Zeigen Sie ein Autoren-Bewertung über oder unter Kommentar Text, oder gar nicht.
es_es: Mostrar Clasificacion de Autores por encima o por debajo del texto del comentario o nada en absoluto.

source: Above Comment
de_de: Über das Kommentar
es_es: Comentario encima

source: Below Comment
de_de: Unter das Kommentar
es_es: Comentario abajo

source: Empty Average Bar
de_de: Leeres Durschnitt Leiste
es_es: Vaciar barra de promedios

source: Choose to show rating average even if empty.
de_de: Erlaube das Anzeigen des Durschnitt Bewertungs Leiste auch wenn es leer ist.
es_es: Elegir mostrar promedio de clasificación aunque esté vacío.

source: Require Rating
de_de: Bewertung Benötigen
es_es: Requerir Clasificación

source: Require a rating before a comment can be submitted.
de_de: Benötige eine Bewertung bevor ein Kommentar eingereicht werden darf.
es_es: Requerir que se haga una calificación antes que un comentario pueda ser enviado.

source: Strict Reviews
de_de: Strenge Bewertungen
es_es: Reseñas estrictas

source: Restrict each User to only 1 review submission per page.
de_de: Users werden auf nur eine Bewertung pro Beitrag eingeschränkt.
es_es: Restringir a cada usuario a sólo 1 envío de reseña por página.

source: Maximum Rating
de_de: Maximale Bewertung
es_es: Calificación máxima

source: Choose the maximum rating that a user can rate content with.
de_de: Wähle die Maximale Bewertung ein User abgeben darf.
es_es: Elige la calificación máxima con la que un usuario puede calificar el contenido.

source: Rating Icon
de_de: Bewertung Icon
es_es: Icono Clasificación

source: The icon for each rating block before a user choose a rating.
de_de: Das Icon-bild welches als Bewertung im normal-zustand angezeigt werden soll.
es_es: El icono de cada bloque de calificación antes de que un usuario elija la puntuación.

source: Rating Icon Hover
de_de: Bewertungs Icon Hover
es_es: Icono de clasificación

source: The icon that displays when a user hovers or chooses a rating.
de_de: Das Icon-bild welches angezeigt werden soll, wenn der User mit der Maus über die Optionen hovert oder eins selectiert.
es_es: El icono que se muestra cuando un usuario se desplaza o elige una puntuación.

source: Help
de_de: Hilfe
es_es: Ayuda

source: Installation
es_es: Instalación

source: <p>Upon activation, simply select the post types you want to display the rating option on under <code>Settings</code>-><code>Attach To Post Types</code>.</p><p>Rating fields are added to the comment form, that has to already be in place on the post types chosen. To verify this, make sure the template tag <code>comment_form();</code> is placed in corresponding template files of your theme.</p>
de_de: <p>Nachdem Sie das Plugin Activiert haben, müssen Sie einfach nur die Inhaltstypen wählen, in der Sie die Bewertung option vorhaben haben möchten, unter <code>Einstellungen</code>-><code>An Inhaltstypen Ranhängen</code>.</p><p>Die Bewertungs Optionen werden dann in dem Kommentar Formular angezeigt. Das Kommentar Formular selber, müsste mit <code>comment_form();</code> in den gewünschten Template Dateien schon vorhanden sein.</p>
es_es: <p>Después de la activación, sólo tiene que seleccionar los tipos de publicación donde desea mostrar la opción de clasificación <code> Configuración </code>-> <code> </code>-> <code> djuntar para publicar Tipos de Publicación </code> </p><p> Campos de calificación se agregan al formulario de comentarios, que tiene que estar ya en los los tipos de correos elegidos. Para verificar esto, asegúrese de que la etiqueta de plantilla <code> comment_form (); </code> se coloca en los correspondientes archivos de plantilla de su tema </p>.

source: Displaying Review Average
de_de: Durchschnitt Bewertung Anzeigen
es_es: Mostrando Promedio de Reseñas

source: You can display the rating average by using either of the methods below:
de_de: Sie können das Durchschnitt Bewertung mit den unteren Methoden anzeigen:
es_es: Se puede visualizar la calificación media mediante uno de los siguientes métodos:

source: <strong>Shortcode:</strong> Display average reviews on chosen post types by adding [reviews] to your post content at a desired location.
de_de: <strong>Shortcode:</strong> Zeige das Durschnitt Bewertung an indem Sie das shortcode <code>[reviews]</code> im Inhalt einfügen.
es_es: <strong>Código corto: </strong> Pantalla del promedio de los tipos de publicación elegidas por la adición de [reseñas] al contenido de su publicación en un lugar deseado.

source: <strong>Auto-Display:</strong> Activate this option in <code>Settings</code>-><code>Rating Average</code>.
de_de: <strong>Automatisch Anzeigen:</strong> Aktiviere diese Option unter <code>Einstellungen</code>-><code>Durchschnitt Bewertung</code>.
es_es: <strong>Auto Mostrar </strong> Activar esta opción en <code>Configuración</code>-> <code> Calificación promedio </code>

source: <strong>Template Tag:</strong> Add <?php echo mage_get_review_average(); ?> in desired template file.
de_de: <strong>Template Tag:</strong> Füge <?php echo mage_get_review_average(); ?> zum gewünschten template datei hinzu.
es_es: <strong> Etiqueta Plantilla: </strong> Añadir <php echo mage_get_review_average ();> en el archivo de plantilla deseado.

source: Restricting User Review Count
de_de: Autoren Bewertungen Einschränken
es_es: Restringir el conteo de Reseñas de Usuario

source: <p>You can enable the restricting of 1 Comment per User at <code>Settings</code>-><code>Strict Reviews</code>.</p><p>This option does not remove the comment form, but instead displays the error message "You have already submitted a rating here".</p><p>To <strong>Remove Comment Form</strong> completely if the user has already rated, you can replace <code>comment_form();</code> with <code>if (!mage_user_reviewed()) { comment_form(); }</code>.</p>
de_de: <p>Sie können das einschränken der Bewertungen auf Ein-pro-User aktivieren unter <code>Einstellungen</code>-><code>Strenge Bewertungen</code>.</p><p>Diese Option zeigt zwar das Kommentar Textfeld an, jedoch zeigt es eine Warn-Meldung an wenn ein Autor schon vorher eine Bewertung dort abgegeben hat.</p><p>Um das Kommentar Formular ganz zu verstecken nachdem ein User schon was übermittelt hat, können Sie das Kommentar Formular (<code>comment_form();</code>) mit <code>if (!mage_user_reviewed()) { comment_form(); }</code> austauschen.</p>
es_es: <p> puede habilitar la restricción de 1 comentario por Usuario a <code> Configuración </code>-.> <code> Restringir Reseñas </code> </p> Esta opción no elimina el formulario de comentarios, pero en su lugar se muestra el mensaje de error "ya ha enviado una calificación aquí" </p> Para <strong> Remover Formulario de Comentarios</strong> por completo si el usuario ya ha clasificado, puede reemplazar <code> comment_form ().; </code> con <code>if (!mage_user_reviewed()) { comment_form(); }</code>.</p>

source: Shortcode [recent_reviews] Parameters
es_es: Parámetros shortcode [recent_reviews]

source: Parameter
es_es: Parámetro

source: Type
de_de: Typ
es_es: Tipo

source: Description
de_de: Beschreibung
es_es: Descripción

source: Default
de_de: Voreinstellung
es_es: Predeterminado

source: The maximum amount of recent reviews to display.
de_de: Die Maximale anzahl an Bewertung-Auswahl möglichkeiten.
es_es: La cantidad máxima de reseñas recientes para mostrar.

source: The post type slug of the post type you want to feature reviews from.
de_de: Das Slug des Inhaltstype, welches Sie die Bewertungen von anzeigen möchten.
es_es: El tipo de slug del tipo de publicación del que desea ofrecer comentarios.

source: The amount of characters you would like to display from the excerpt before appending <code>[...]</code>. Use <code>0</code> to disable excerpt.
de_de: Die Anzahl an Charaktere die Sie in das Auszug anziegen wollen, bevore das <code>[...]</code> rangehangen wird. Benutze <code>0</code> um auszüge auszuschalten.
es_es: La cantidad de caracteres que se desea mostrar en el extracto antes de añadir <code> [...] </code>. Utilice <code> 0 </code> para desactivar extracto.

source: Size of the Author Avatar in <code>px</code>. Example: "avatar"=50 creates the avatar image in 50px width and 50px height. Use <code>0</code> to disable avatar.
de_de: Größe des Avatars bestimmen. Zum Beispiel: "avatar"=50 setzt das Avatar Bild auf 50px Breite und Höhe. Benutze <code>0</code> um das Avatar auszustellen.
es_es: Tamaño del Avatar del Autor en <code> px </code>. Ejemplo: "Avatar"=50 crea la imagen de avatar en 50px de ancho y 50px de altura. Utilice <code> 0 </code> para desactivar el avatar.

source: Additional CSS classes to add to the wrapper.
de_de: Weitere CSS Klassen hinzufügen.
es_es: Clases adicionales de CSS para agregar a la envoltura.

source: empty
de_de: leer
es_es: Vacío

source: Usage
de_de: Benutzung
es_es: Uso

source: Support
de_de: Weitere Hilfe
es_es: Soporte

source: Please refer to <a href="%s" target="_blank">this article</a> and to <a href="%s" target="_blank">WordPress Support Forums</a> if you need help, find any bugs, have suggestions or would like help us with a rating.
de_de: Bitte beziehen Sie sich auf <a href="%s" target="_blank">diesen Artikel</a> oder auf die <a href="%s" target="_blank">WordPress Support Foren</a> für weitere Hilfe, gefundene Fehler, ideen oder einfach um uns mit einer Plugin Bewertung zu helfen.
es_es: Por favor consulte <a href="%s" target="_blank"> este artículo </a> y los <a href="%s" target="_blank"> Foros de ayuda WordPress </a> si usted necesita ayuda, encontrar algún error, tiene alguna sugerencia o si desea ayudarnos con una calificación.

source: The most recent approved reviews.
de_de: Die neusten genehmigten Bewertungen.
es_es: Las reseñas aprobadas más recientes.

source: Mage Recent Reviews
de_de: Mage Neueste Bewertungen
es_es: Reseñas recientes Mage

source: Recent Reviews
de_de: Neueste Bewertungen
es_es: Reseñas recientes

source: All
de_de: Alle
es_es: Todas

source: Title
es_es: Título

source: Post Type
de_de: Inhaltstyp
es_es: Tipo Publicación

source: Reviews
de_de: Bewertungen
es_es: Reseñas

source: Excerpt Length
de_de: Auszug Länge
es_es: Longitud Extracto

source: Set to 0 to Disable Excerpt.
de_de: Setze auf 0 um Auszüge zu deactivieren.
es_es: Establecer en 0 para deshabilitar Extracto.

source: Avatar Size
de_de: Avatar Größe
es_es: Tamaño Avatar

source: Set to 0 to Disable Avatar.
de_de: Setze auf 0 um Avatare zu deactivieren.
es_es: Establecer en 0 para deshabilitar Avatar

source: Comment Rating
de_de: Kommentar Bewertung
es_es: Calificación comentario

source: Rating
de_de: Bewertung
es_es: Clasificación

source: Error: Please add your rating.
de_de: Fehler: Bitte geben Sie eine Bewertung ab.
es_es: Por favor, añada su calificación.

source: Error: You have already submitted a rating here.
de_de: Fehler: Sie haben hier schon eine Bewertung abgegeben.
es_es: Error: Usted ya ha presentado una calificación aquí.

source: Use This Image
de_de: Benutze diese Grafik
es_es: Usar esta imagen

source: Upload
de_de: Hochladen
es_es: Subir

source: Dashboard
es_es: Tablero de Control
